app/views/reports/index.html.erb


<%= pie_chart Report.group(:org_name).count %>
---
SELECT "reports".* FROM "reports"